Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Picture.Selection.Error_maxRatio:%@_minSize:%lld
source: The selected picture is not valid. Please chose an image with a maximum ratio of %1$@ and a resolution of at least %2$lld pixels.
ar: الصورة المختارة غير صالحة. يرجى اختيار صورة بنسبة أبعاد %1$@ كحد أقصى ودقة لا تقل عن %2$lld بكسل.
da: Det valgte billede er ikke gyldigt. Vælg et billede med et maksimalt billedformat på %1$@ og en opløsning på mindst %2$lld pixels.
de: Das ausgewählte Bild ist ungültig. Bitte wählen Sie ein Bild mit einem maximalen Seitenverhältnis von %1$@ und einer Auflösung von mindestens %2$lld Pixeln.
es: La foto seleccionada no es válida. Elija una imagen con una proporción máxima de %1$@ y una resolución de al menos %2$lld píxeles.
fi: Valittu kuva ei kelpaa. Valitkaa kuva, jonka kuvasuhde on enintään %1$@ ja resoluutio vähintään %2$lld pikseliä.
fr: La photo sélectionnée n'est pas conforme. Veuillez choisir une image avec un ratio maximum de %1$@ et une résolution d'au moins %2$lld pixels.
hi: चुनी गई तस्वीर मान्य नहीं है। कृपया अधिकतम अनुपात %1$@ और कम से कम %2$lld पिक्सेल रिज़ॉल्यूशन वाली तस्वीर चुनें।
id: Gambar yang dipilih tidak valid. Silakan pilih gambar dengan rasio maksimum %1$@ dan resolusi minimal %2$lld piksel.
it: La foto selezionata non è valida. Scelga un'immagine con un rapporto massimo di %1$@ e una risoluzione di almeno %2$lld pixel.
ja: 選択された画像は無効です。アスペクト比 %1$@ 以下、解像度 %2$lld ピクセル以上の画像を選択してください。
ms: Gambar yang dipilih tidak sah. Sila pilih imej dengan nisbah maksimum %1$@ dan resolusi sekurang-kurangnya %2$lld piksel.
nb: Det valgte bildet er ikke gyldig. Velg et bilde med maksimalt bildeforhold på %1$@ og en oppløsning på minst %2$lld piksler.
nl: De geselecteerde afbeelding is niet geldig. Kies een afbeelding met een maximale verhouding van %1$@ en een resolutie van minstens %2$lld pixels.
pl: Wybrane zdjęcie jest nieprawidłowe. Wybierz obraz o maksymalnych proporcjach %1$@ i rozdzielczości co najmniej %2$lld pikseli.
pt: A foto selecionada não é válida. Escolha uma imagem com uma proporção máxima de %1$@ e uma resolução de pelo menos %2$lld píxeis.
ro: Imaginea selectată nu este validă. Alegeți o imagine cu un raport maxim de %1$@ și o rezoluție de cel puțin %2$lld pixeli.
ru: Выбранное изображение недопустимо. Пожалуйста, выберите изображение с максимальным соотношением %1$@ и разрешением не менее %2$lld пикселей.
sv: Den valda bilden är ogiltig. Välj en bild med ett maximalt bildförhållande på %1$@ och en upplösning på minst %2$lld pixlar.
th: รูปภาพที่เลือกไม่ถูกต้อง กรุณาเลือกรูปภาพที่มีอัตราส่วนสูงสุด %1$@ และความละเอียดอย่างน้อย %2$lld พิกเซล
tr: Seçilen fotoğraf geçerli değil. Lütfen en fazla %1$@ oranına ve en az %2$lld piksel çözünürlüğe sahip bir görsel seçin.
vi: Ảnh được chọn không hợp lệ. Vui lòng chọn một hình ảnh với tỷ lệ tối đa %1$@ và độ phân giải ít nhất %2$lld pixel.
zh_hans: 所选图片无效。请选择宽高比最大为 %1$@、分辨率至少 %2$lld 像素的图片。
zh_hant: 所選圖片無效。請選擇寬高比最大為 %1$@、解析度至少 %2$lld 像素的圖片。

# Poll.Create.Option.Add
source: Add an option
ar: إضافة خيار
da: Tilføj en mulighed
de: Option hinzufügen
es: Añadir una opción
fi: Lisätkää vaihtoehto
fr: Ajouter une option
hi: विकल्प जोड़ें
id: Tambahkan opsi
it: Aggiunga un'opzione
ja: 選択肢を追加
ms: Tambah pilihan
nb: Legg til et alternativ
nl: Voeg een optie toe
pl: Dodaj opcję
pt: Adicionar uma opção
ro: Adăugați o opțiune
ru: Добавить вариант
sv: Lägg till ett alternativ
th: เพิ่มตัวเลือก
tr: Seçenek ekle
vi: Thêm tùy chọn
zh_hans: 添加选项
zh_hant: 新增選項

# Poll.Create.Option.Text.Placeholder_index:%lld
source: Option %1$lld
ar: الخيار %1$lld
da: Mulighed %1$lld
es: Opción %1$lld
fi: Vaihtoehto %1$lld
hi: विकल्प %1$lld
id: Opsi %1$lld
it: Opzione %1$lld
ja: 選択肢 %1$lld
ms: Pilihan %1$lld
nb: Alternativ %1$lld
nl: Optie %1$lld
pl: Opcja %1$lld
pt: Opção %1$lld
ro: Opțiunea %1$lld
ru: Вариант %1$lld
sv: Alternativ %1$lld
th: ตัวเลือก %1$lld
tr: Seçenek %1$lld
vi: Tùy chọn %1$lld
zh_hans: 选项 %1$lld
zh_hant: 選項 %1$lld

# Poll.Create.Title
source: Poll
ar: استطلاع
da: Afstemning
de: Umfrage
es: Encuesta
fi: Kysely
fr: Sondage
hi: पोल
id: Polling
it: Sondaggio
ja: アンケート
ms: Tinjauan
nb: Avstemning
nl: Peiling
pl: Ankieta
pt: Sondagem
ro: Sondaj
ru: Опрос
sv: Omröstning
th: โพล
tr: Anket
vi: Bình chọn
zh_hans: 投票
zh_hant: 投票

# Poll.Results.Hidden.SomeVotes
source: Vote to see the responses
ar: صوّت لرؤية الردود
da: Stem for at se svarene
de: Abstimmen, um die Antworten zu sehen
es: Vota para ver las respuestas
fi: Äänestäkää nähdäksenne vastaukset
fr: Votez pour voir les réponses
hi: जवाब देखने के लिए वोट करें
id: Pilih untuk melihat jawaban
it: Voti per vedere le risposte
ja: 投票して回答を見る
ms: Undi untuk melihat jawapan
nb: Stem for å se svarene
nl: Stem om de reacties te zien
pl: Zagłosuj, aby zobaczyć odpowiedzi
pt: Vote para ver as respostas
ro: Votați pentru a vedea răspunsurile
ru: Проголосуйте, чтобы увидеть ответы
sv: Rösta för att se svaren
th: โหวตเพื่อดูคำตอบ
tr: Yanıtları görmek için oy ver
vi: Bình chọn để xem câu trả lời
zh_hans: 投票以查看回答
zh_hant: 投票以查看回應

# Poll.Results.Hidden.VoteCount_total:%@
source: Vote to see the %1$@ responses
ar: صوّت لرؤية %1$@ ردود
da: Stem for at se de %1$@ svar
de: Abstimmen, um die %1$@ Antworten zu sehen
es: Vota para ver las %1$@ respuestas
fi: Äänestäkää nähdäksenne %1$@ vastausta
fr: Votez pour voir les %1$@ réponses
hi: %1$@ जवाब देखने के लिए वोट करें
id: Pilih untuk melihat %1$@ jawaban
it: Voti per vedere le %1$@ risposte
ja: 投票して %1$@ 件の回答を見る
ms: Undi untuk melihat %1$@ jawapan
nb: Stem for å se de %1$@ svarene
nl: Stem om de %1$@ reacties te zien
pl: Zagłosuj, aby zobaczyć %1$@ odpowiedzi
pt: Vote para ver as %1$@ respostas
ro: Votați pentru a vedea cele %1$@ răspunsuri
ru: Проголосуйте, чтобы увидеть %1$@ ответов
sv: Rösta för att se de %1$@ svaren
th: โหวตเพื่อดู %1$@ คำตอบ
tr: %1$@ yanıtı görmek için oy ver
vi: Bình chọn để xem %1$@ câu trả lời
zh_hans: 投票以查看 %1$@ 个回答
zh_hant: 投票以查看 %1$@ 個回應

# Poll.Results.VoteCount.One_total:%@
source: %1$@ vote
ar: %1$@ صوت
da: %1$@ stemme
de: %1$@ Stimme
es: %1$@ voto
fi: %1$@ ääni
hi: %1$@ वोट
id: %1$@ suara
it: %1$@ voto
ja: %1$@ 票
ms: %1$@ undi
nb: %1$@ stemme
nl: %1$@ stem
pl: %1$@ głos
pt: %1$@ voto
ro: %1$@ vot
ru: %1$@ голос
sv: %1$@ röst
th: %1$@ โหวต
tr: %1$@ oy
vi: %1$@ phiếu
zh_hans: %1$@ 票
zh_hant: %1$@ 票

# Poll.Results.VoteCount.Plural_total:%@
source: %1$@ votes
ar: %1$@ أصوات
da: %1$@ stemmer
de: %1$@ Stimmen
es: %1$@ votos
fi: %1$@ ääntä
hi: %1$@ वोट
id: %1$@ suara
it: %1$@ voti
ja: %1$@ 票
ms: %1$@ undi
nb: %1$@ stemmer
nl: %1$@ stemmen
pl: %1$@ głosy
pt: %1$@ votos
ro: %1$@ voturi
ru: %1$@ голосов
sv: %1$@ röster
th: %1$@ โหวต
tr: %1$@ oy
vi: %1$@ phiếu
zh_hans: %1$@ 票
zh_hant: %1$@ 票

# Post.Create.Button
source: Post
ar: نشر
da: Udgiv
de: Veröffentlichen
es: Publicar
fi: Julkaiskaa
fr: Publier
hi: पोस्ट करें
id: Posting
it: Pubblica
ja: 投稿
ms: Hantar
nb: Publiser
nl: Plaatsen
pl: Opublikuj
pt: Publicar
ro: Postați
ru: Опубликовать
sv: Publicera
th: โพสต์
tr: Paylaş
vi: Đăng
zh_hans: 发布
zh_hant: 發布

# Post.Create.Incentive.Button1
source: Share a tip
ar: شارك نصيحة
da: Del et tip
de: Teile einen Tipp
es: Comparta un consejo
fi: Jakakaa vinkki
fr: Partagez un conseil
hi: एक सुझाव साझा करें
id: Bagikan tips
it: Condivida un consiglio
ja: ヒントをシェア
ms: Kongsi petua
nb: Del et tips
nl: Deel een tip
pl: Podziel się wskazówką
pt: Partilhe um conselho
ro: Împărtășiți un sfat
ru: Поделитесь советом
sv: Dela ett tips
th: แบ่งปันเคล็ดลับ
tr: Bir öneri paylaşın
vi: Chia sẻ mẹo
zh_hans: 分享一个小贴士
zh_hant: 分享一個小撇步

# Post.Create.Incentive.Button2
source: Introduce yourself
ar: عرّف بنفسك
da: Præsentér dig selv
de: Stell dich vor
es: Preséntese
fi: Esittäytykää
fr: Présentez-vous
hi: अपना परिचय दें
id: Perkenalkan diri
it: Si presenti
ja: 自己紹介をする
ms: Perkenalkan diri
nb: Presenter deg selv
nl: Stel uzelf voor
pl: Przedstaw się
pt: Apresente-se
ro: Prezentați-vă
ru: Представьтесь
sv: Presentera dig
th: แนะนำตัว
tr: Kendinizi tanıtın
vi: Giới thiệu bản thân
zh_hans: 介绍自己
zh_hant: 自我介紹

# Post.Create.Incentive.Button3
source: Give your opinion
ar: شارك رأيك
da: Giv din mening
de: Sag deine Meinung
es: Dé su opinión
fi: Kertokaa mielipiteenne
fr: Donnez votre avis
hi: अपनी राय दें
id: Berikan pendapat Anda
it: Esprima la sua opinione
ja: 意見を述べる
ms: Berikan pendapat anda
nb: Gi din mening
nl: Geef uw mening
pl: Wyraź swoją opinię
pt: Dê a sua opinião
ro: Spuneți-vă părerea
ru: Выскажите своё мнение
sv: Dela din åsikt
th: แสดงความคิดเห็น
tr: Görüşünüzü paylaşın
vi: Đưa ra ý kiến của bạn
zh_hans: 发表您的意见
zh_hant: 發表您的意見

# Post.Create.Incentive.Button4
source: Share an experience
ar: شارك تجربة
da: Del en oplevelse
de: Erzähl von einer Erfahrung
es: Comparta una experiencia
fi: Jakakaa kokemus
fr: Partagez une expérience
hi: एक अनुभव साझा करें
id: Bagikan pengalaman
it: Condivida un'esperienza
ja: 経験をシェア
ms: Kongsi pengalaman
nb: Del en opplevelse
nl: Deel een ervaring
pl: Podziel się doświadczeniem
pt: Partilhe uma experiência
ro: Împărtășiți o experiență
ru: Поделитесь опытом
sv: Dela en erfarenhet
th: แบ่งปันประสบการณ์
tr: Bir deneyiminizi paylaşın
vi: Chia sẻ trải nghiệm
zh_hans: 分享一段经历
zh_hant: 分享一段經歷

# Post.Create.Incentive.Button5
source: Create a poll
ar: أنشئ استطلاعًا
da: Opret en afstemning
de: Erstelle eine Umfrage
es: Cree una encuesta
fi: Luokaa kysely
fr: Créez un sondage
hi: एक पोल बनाएं
id: Buat polling
it: Crei un sondaggio
ja: アンケートを作成
ms: Cipta tinjauan
nb: Lag en avstemning
nl: Maak een peiling
pl: Utwórz ankietę
pt: Crie uma sondagem
ro: Creați un sondaj
ru: Создайте опрос
sv: Skapa en omröstning
th: สร้างโพล
tr: Bir anket oluşturun
vi: Tạo bình chọn
zh_hans: 创建投票
zh_hant: 建立投票

# Post.Create.Incentive.Button6
source: Write a post
ar: اكتب منشورًا
da: Skriv et opslag
de: Schreibe einen Beitrag
es: Escriba una publicación
fi: Kirjoittakaa julkaisu
fr: Rédigez une publication
hi: एक पोस्ट लिखें
id: Tulis postingan
it: Scriva una pubblicazione
ja: 投稿を書く
ms: Tulis hantaran
nb: Skriv et innlegg
nl: Schrijf een bericht
pl: Napisz post
pt: Escreva uma publicação
ro: Scrieți o postare
ru: Напишите пост
sv: Skriv ett inlägg
th: เขียนโพสต์
tr: Bir gönderi yazın
vi: Viết bài đăng
zh_hans: 写一个帖子
zh_hant: 寫一篇貼文

# Post.Create.Incentive.Explanation
source: Share your first ideas with the community!
ar: شارك أفكارك الأولى مع المجتمع!
da: Del dine første tanker med fællesskabet!
de: Teile deine ersten Ideen mit der Community!
es: Comparta sus primeras ideas con la comunidad.
fi: Jakakaa ensimmäiset ajatuksenne yhteisön kanssa!
fr: Partagez vos premières idées avec la communauté !
hi: अपने पहले विचार कम्युनिटी के साथ साझा करें!
id: Bagikan ide pertama Anda dengan komunitas!
it: Condivida le sue prime idee con la comunità!
ja: あなたの最初のアイデアをコミュニティとシェアしましょう!
ms: Kongsi idea pertama anda dengan komuniti!
nb: Del de første tankene dine med fellesskapet!
nl: Deel uw eerste ideeën met de community!
pl: Podziel się swoimi pierwszymi pomysłami ze społecznością!
pt: Partilhe as suas primeiras ideias com a comunidade !
ro: Împărtășiți primele dumneavoastră idei cu comunitatea!
ru: Поделитесь Вашими первыми мыслями с сообществом!
sv: Dela dina första idéer med communityt!
th: แบ่งปันความคิดแรกของคุณกับชุมชน!
tr: İlk fikirlerinizi toplulukla paylaşın!
vi: Chia sẻ những ý tưởng đầu tiên của bạn với cộng đồng!
zh_hans: 与社区分享您的第一个想法！
zh_hant: 與社群分享您的第一個想法！

# Post.Create.Text.Placeholder
source: Say something: share a question, an idea, a poll, an opinion…
ar: قل شيئًا: شارك سؤالًا أو فكرة أو استطلاعًا أو رأيًا…
da: Sig noget: del et spørgsmål, en idé, en afstemning eller en mening…
de: Teilen Sie Ihre Gedanken: eine Frage, eine Idee, ein Foto...
es: Exprésese: comparta una pregunta, una idea, una encuesta, una opinión...
fi: Sanokaa jotain: jakakaa kysymys, idea, kysely tai mielipide…
fr: Exprimez-vous : partagez une question, une idée, un sondage, un avis...
hi: कुछ कहें: एक सवाल, एक विचार, एक पोल या एक राय साझा करें…
id: Katakan sesuatu: bagikan pertanyaan, ide, polling, atau pendapat…
it: Si esprima: condivida una domanda, un'idea, un sondaggio, un parere...
ja: 何か言いましょう:質問、アイデア、アンケート、意見をシェア…
ms: Katakan sesuatu: kongsi soalan, idea, tinjauan, atau pendapat…
nb: Si noe: del et spørsmål, en idé, en avstemning eller en mening…
nl: Zeg iets: deel een vraag, een idee, een peiling of een mening…
pl: Wypowiedz się: podziel się pytaniem, pomysłem, ankietą lub opinią…
pt: Exprima-se : partilhe uma pergunta, uma ideia, uma sondagem, uma opinião...
ro: Spuneți ceva: împărtășiți o întrebare, o idee, un sondaj sau o părere…
ru: Скажите что-нибудь: поделитесь вопросом, идеей, опросом или мнением…
sv: Säg något: dela en fråga, en idé, en omröstning eller en åsikt…
th: พูดอะไรสักอย่าง: แบ่งปันคำถาม ความคิด โพล หรือความเห็น…
tr: Kendinizi ifade edin: bir soru, fikir, anket ya da görüş paylaşın...
vi: Nói gì đó: chia sẻ một câu hỏi, một ý tưởng, một cuộc bình chọn, hoặc một ý kiến…
zh_hans: 说点什么吧：分享一个问题、想法、投票或意见……
zh_hant: 說點什麼吧：分享一個問題、想法、投票或意見……

# Post.Create.Title
source: New Post
ar: منشور جديد
da: Nyt opslag
de: Neuer Beitrag
es: Nueva publicación
fi: Uusi julkaisu
fr: Nouvelle publication
hi: नई पोस्ट
id: Postingan baru
it: Nuova pubblicazione
ja: 新しい投稿
ms: Hantaran baharu
nb: Nytt innlegg
nl: Nieuw bericht
pl: Nowa publikacja
pt: Nova publicação
ro: Postare nouă
ru: Новый пост
sv: Nytt inlägg
th: โพสต์ใหม่
tr: Yeni gönderi
vi: Bài đăng mới
zh_hans: 新帖子
zh_hant: 新貼文

# Post.Create.Topic.Selection.Button
source: Choose a group
ar: اختر مجموعة
da: Vælg en gruppe
de: Eine Gruppe auswählen
es: Elegir un grupo
fi: Valitkaa ryhmä
fr: Choisir un groupe
hi: एक ग्रुप चुनें
id: Pilih grup
it: Scelga un gruppo
ja: グループを選択
ms: Pilih kumpulan
nb: Velg en gruppe
nl: Kies een groep
pl: Wybierz grupę
pt: Escolher um grupo
ro: Alegeți un grup
ru: Выберите группу
sv: Välj en grupp
th: เลือกกลุ่ม
tr: Grup seç
vi: Chọn nhóm
zh_hans: 选择群组
zh_hant: 選擇群組

# Post.Delete.Button
source: Delete this post
ar: حذف هذا المنشور
da: Slet dette opslag
de: Diese Nachricht löschen
es: Eliminar este mensaje
fi: Poistakaa tämä julkaisu
fr: Supprimer ce message
hi: इस पोस्ट को हटाएं
id: Hapus postingan ini
it: Elimina questo messaggio
ja: この投稿を削除
ms: Padam hantaran ini
nb: Slett dette innlegget
nl: Verwijder dit bericht
pl: Usuń ten post
pt: Apagar esta mensagem
ro: Ștergeți această postare
ru: Удалить этот пост
sv: Ta bort det här inlägget
th: ลบโพสต์นี้
tr: Bu mesajı sil
vi: Xóa bài đăng này
zh_hans: 删除此帖子
zh_hant: 刪除此貼文

# Post.Delete.Confirmation.Title
source: Are you sure you want to delete this message? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف هذه الرسالة؟ لا يمكن التراجع عن هذا الإجراء.
da: Er du sikker på, at du vil slette denne besked? Denne handling kan ikke fortrydes.
de: Möchten Sie diese Nachricht wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Realmente desea eliminar este mensaje? Esta acción es irreversible.
fi: Haluatteko varmasti poistaa tämän viestin? Tätä toimintoa ei voi peruuttaa.
fr: Voulez-vous vraiment supprimer ce message ? Cette action est irréversible.
hi: क्या आप वाकई इस संदेश को हटाना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus pesan ini? Tindakan ini tidak dapat dibatalkan.
it: Desidera davvero eliminare questo messaggio? Questa azione è irreversibile.
ja: このメッセージを削除してもよろしいですか?この操作は取り消せません。
ms: Adakah anda pasti mahu memadam mesej ini? Tindakan ini tidak boleh dibatalkan.
nb: Er du sikker på at du vil slette denne meldingen? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u dit bericht wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć ten post? Tej operacji nie można cofnąć.
pt: Tem a certeza de que quer apagar esta mensagem ? Esta ação é irreversível.
ro: Sunteți sigur că doriți să ștergeți acest mesaj? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить это сообщение? Это действие нельзя отменить.
sv: Är du säker på att du vill ta bort det här inlägget? Den här åtgärden kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อความนี้? การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu mesajı gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa tin nhắn này không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除此消息吗？此操作无法撤销。
zh_hant: 您確定要刪除此訊息嗎？此操作無法復原。

# Post.Delete.Done
source: Post deleted
ar: تم حذف المنشور
da: Opslag slettet
de: Nachricht gelöscht
es: Mensaje eliminado
fi: Julkaisu poistettu
fr: Message supprimé
hi: पोस्ट हटा दी गई
id: Postingan dihapus
it: Messaggio eliminato
ja: 投稿を削除しました
ms: Hantaran dipadam
nb: Innlegg slettet
nl: Bericht verwijderd
pl: Post usunięty
pt: Mensagem apagada
ro: Postare ștearsă
ru: Пост удалён
sv: Inlägget har tagits bort
th: ลบโพสต์แล้ว
tr: Mesaj silindi.
vi: Đã xóa bài đăng
zh_hans: 帖子已删除
zh_hant: 貼文已刪除

# Post.Detail.NoComments
source: What do you think?
ar: ما رأيك؟
da: Hvad synes du?
de: Was denken Sie darüber?
es: ¿Qué le parece?
fi: Mitä mieltä olette?
fr: Qu'en pensez-vous ?
hi: आपकी क्या राय है?
id: Bagaimana menurut Anda?
it: Che cosa ne pensa?
ja: あなたはどう思いますか?
ms: Apa pendapat anda?
nb: Hva synes du?
nl: Wat denkt u?
pl: Co o tym myślisz?
pt: O que acha ?
ro: Dumneavoastră ce credeți?
ru: Что Вы думаете?
sv: Vad tycker du?
th: คุณคิดอย่างไร?
tr: Siz ne düşünüyorsunuz?
vi: Bạn nghĩ sao?
zh_hans: 您怎么看？
zh_hant: 您覺得如何？

# Post.List.Default.Empty
source: Start the conversation!
ar: ابدأ المحادثة!
da: Start samtalen!
de: Seien Sie der Erste, der etwas veröffentlicht!
es: ¡Sea el primero en publicar!
fi: Aloittakaa keskustelu!
fr: Soyez le premier à publier !
hi: बातचीत शुरू करें!
id: Mulai percakapan!
it: Sia il primo a pubblicare!
ja: 会話を始めましょう!
ms: Mulakan perbualan!
nb: Start samtalen!
nl: Start het gesprek!
pl: Bądź pierwszym, który opublikuje!
pt: Seja o primeiro a publicar !
ro: Începeți conversația!
ru: Начните беседу!
sv: Starta konversationen!
th: เริ่มบทสนทนา!
tr: İlk paylaşımı siz yapın!
vi: Bắt đầu cuộc trò chuyện!
zh_hans: 开始对话吧！
zh_hant: 開始對話吧！

# Post.List.ModeratedPost.MainText
source: This content has been moderated
ar: تمت مراجعة هذا المحتوى
da: Dette indhold er blevet modereret
de: Dieser Inhalt wurde moderiert
es: Este contenido ha sido moderado.
fi: Tämä sisältö on moderoitu
fr: Ce contenu a été modéré
hi: इस सामग्री की समीक्षा की गई है
id: Konten ini telah dimoderasi
it: Questo contenuto è stato moderato
ja: このコンテンツはモデレートされました
ms: Kandungan ini telah dimoderasi
nb: Dette innholdet er moderert
nl: Deze inhoud is gemodereerd
pl: Ta treść została poddana moderacji
pt: Este conteúdo foi moderado
ro: Acest conținut a fost moderat
ru: Это содержимое было модерировано
sv: Det här innehållet har modererats
th: เนื้อหานี้ได้รับการตรวจสอบแล้ว
tr: Bu içerik moderasyona uğradı.
vi: Nội dung này đã được kiểm duyệt
zh_hans: 此内容已被审核
zh_hant: 此內容已被審核

# Post.List.ModeratedPost.Reason_reasons:%@
source: Reason: %1$@
ar: السبب: %1$@
da: Årsag: %1$@
de: Grund: %1$@
es: Motivo: %1$@
fi: Syy: %1$@
fr: Raison : %1$@
hi: कारण: %1$@
id: Alasan: %1$@
it: Motivo: %1$@
ja: 理由: %1$@
ms: Sebab: %1$@
nb: Grunn: %1$@
nl: Reden: %1$@
pl: Powód: %1$@
pt: Motivo : %1$@
ro: Motiv: %1$@
ru: Причина: %1$@
sv: Orsak: %1$@
th: เหตุผล: %1$@
tr: Neden: %1$@
vi: Lý do: %1$@
zh_hans: 原因：%1$@
zh_hant: 原因：%1$@

# Post.List.OpenCreatePost
source: Write a post
ar: إنشاء منشور
da: Opret et opslag
de: Einen Beitrag erstellen
es: Crear una publicación
fi: Luokaa julkaisu
fr: Créer une publication
hi: पोस्ट बनाएं
id: Buat postingan
it: Crei una pubblicazione
ja: 投稿を作成
ms: Cipta hantaran
nb: Lag et innlegg
nl: Maak een bericht
pl: Utwórz publikację
pt: Criar uma publicação
ro: Creați o postare
ru: Создать пост
sv: Skapa ett inlägg
th: สร้างโพสต์
tr: Gönderi oluştur
vi: Tạo bài đăng
zh_hans: 创建帖子
zh_hant: 建立貼文

# Post.List.OtherUser.Empty
source: This user hasn’t created any posts yet.
ar: لم ينشر هذا المستخدم أي منشورات بعد.
da: Denne bruger har ikke lavet nogen opslag endnu.
de: Dieser Nutzer hat noch keine Beiträge veröffentlicht.
es: Este usuario aún no ha publicado nada.
fi: Tämä käyttäjä ei ole vielä julkaissut mitään.
fr: Cet utilisateur n'a pas encore partagé de publication.
hi: इस उपयोगकर्ता ने अभी तक कोई पोस्ट नहीं की है।
id: Pengguna ini belum membuat postingan apa pun.
it: Questo utente non ha ancora condiviso alcuna pubblicazione.
ja: このユーザーはまだ投稿していません。
ms: Pengguna ini belum membuat sebarang hantaran lagi.
nb: Denne brukeren har ikke publisert noen innlegg ennå.
nl: Deze gebruiker heeft nog geen berichten geplaatst.
pl: Ten użytkownik nie opublikował jeszcze żadnych postów.
pt: Este utilizador ainda não partilhou nenhuma publicação.
ro: Acest utilizator nu a publicat încă nicio postare.
ru: Этот пользователь ещё не публиковал постов.
sv: Den här användaren har inte publicerat några inlägg ännu.
th: ผู้ใช้รายนี้ยังไม่ได้สร้างโพสต์ใดๆ
tr: Bu kullanıcı henüz herhangi bir gönderi paylaşmadı.
vi: Người dùng này chưa đăng bài viết nào.
zh_hans: 此用户尚未发布任何帖子。
zh_hant: 此使用者尚未發布任何貼文。

# Post.Menu.ViewGroup.Button
source: View group
ar: عرض المجموعة
da: Vis gruppe
de: Gruppe anzeigen
es: Ver el grupo
fi: Näytä ryhmä
fr: Voir le groupe
hi: ग्रुप देखें
id: Lihat grup
it: Vedi il gruppo
ja: グループを表示
ms: Lihat kumpulan
nb: Vis gruppe
nl: Groep bekijken
pl: Zobacz grupę
pt: Ver o grupo
ro: Vezi grupul
ru: Показать группу
sv: Visa gruppen
th: ดูกลุ่ม
tr: Grubu görüntüle
vi: Xem nhóm
zh_hans: 查看群组
zh_hant: 查看群組

# Post.Status.Moderated
source: Moderated
ar: مُراجَع
da: Modereret
de: Moderiert
es: Moderado
fi: Moderoitu
fr: Modéré
hi: समीक्षित
id: Dimoderasi
it: Moderato
ja: モデレート済み
ms: Dimoderasi
nb: Moderert
nl: Gemodereerd
pl: Zmoderowany
pt: Moderado
ro: Moderat
ru: Модерировано
sv: Modererat
th: ตรวจสอบแล้ว
tr: Moderasyonlu
vi: Đã kiểm duyệt
zh_hans: 已审核
zh_hant: 已審核

# Post.Title_author:%@
source: %1$@'s Post
ar: منشور %1$@
da: Opslag af %1$@
de: Beitrag von %1$@
es: Publicación de %1$@
fi: %1$@:n julkaisu
fr: Publication de %1$@
hi: %1$@ की पोस्ट
id: Postingan dari %1$@
it: Pubblicazione di %1$@
ja: %1$@ の投稿
ms: Hantaran %1$@
nb: Innlegg av %1$@
nl: Bericht van %1$@
pl: Publikacja %1$@
pt: Publicação de %1$@
ro: Postare de %1$@
ru: Пост от %1$@
sv: Inlägg av %1$@
th: โพสต์ของ %1$@
tr: %1$@’in gönderisi
vi: Bài đăng của %1$@
zh_hans: %1$@ 的帖子
zh_hant: %1$@ 的貼文

# Post.Toast.Create
source: Post published
ar: تم نشر المنشور
da: Opslag udgivet
de: Beitrag veröffentlicht
es: Publicación publicada
fi: Julkaisu lähetetty
fr: Message publié
hi: पोस्ट प्रकाशित
id: Postingan diterbitkan
it: Post pubblicato
ja: 投稿を公開しました
ms: Hantaran diterbitkan
nb: Innlegg publisert
nl: Bericht geplaatst
pl: Post opublikowany
pt: Publicação publicada
ro: Postare publicată
ru: Пост опубликован
sv: Inlägg publicerat
th: เผยแพร่โพสต์แล้ว
tr: Gönderi yayımlandı
vi: Đã đăng bài viết
zh_hans: 帖子已发布
zh_hant: 貼文已發布

# Profile.Detail.AccountAge
source: Account age
ar: عمر الحساب
da: Kontoens alder
de: Kontodauer
es: Antigüedad
fi: Tilin ikä
fr: Ancienneté
hi: खाते की आयु
id: Usia akun
it: Anzianità
ja: アカウント期間
ms: Umur akaun
nb: Kontoens alder
nl: Leeftijd van account
pl: Staż konta
pt: Antiguidade
ro: Vechimea contului
ru: Возраст аккаунта
sv: Kontots ålder
th: อายุของบัญชี
tr: Hesap yaşı
vi: Thời gian tài khoản
zh_hans: 账户期限
zh_hant: 帳號期限

# Profile.Detail.EmptyBio.Button
source: Add a bio
ar: أضف نبذة
da: Tilføj en bio
de: Bio hinzufügen
es: Añada una biografía
fi: Lisätkää esittely
fr: Ajoutez une bio
hi: बायो जोड़ें
id: Tambahkan bio
it: Aggiunga una bio
ja: 自己紹介を追加
ms: Tambah bio
nb: Legg til en bio
nl: Voeg een bio toe
pl: Dodaj bio
pt: Adicione uma bio
ro: Adăugați o biografie
ru: Добавить биографию
sv: Lägg till en bio
th: เพิ่มประวัติ
tr: Biyografi ekleyin
vi: Thêm tiểu sử
zh_hans: 添加简介
zh_hant: 新增簡介
